export const imagelength: number = 100;

export const messages: string[][] = [
  [
    "信仰を以て学校の基礎となし、学術を以て左右の翼と為し・・・",
    "[新島八重宛書簡　一八八四年(明治十七年)　十月三十一日]　「新島襄の手紙」244頁",
  ],
  [
    "立憲政体を維持するハ、智識あり、品行あり、自から立ち、自から治むるの人民たらざれば能はず。",
    "同志社大学設立の旨意より 「新島襄全集1」140頁",
  ],
  ["岩上ノ上ニ兀立スル灯台ノ如クナルヘシ", "「新島襄全集2」105頁"],
  [
    "諸君ハ余ヲ先生ト呼ヒ玉フ、然レトモ我ハ価ナシ只タ神ノ意ニ従フノミ",
    "一八八五年（明治十八年）十二月十八日　同志社創立十周年記念演説より　「新島襄全集1」109頁",
  ],
  [
    "ただただ我が良心を真理に照準して使用し、天より賦与するところの力を竭(つ)くして一生を終わらんと欲するのみ。",
    "徳富猪一郎宛書簡 一八八二年(明治十五年)七月二十八日　「新島襄の手紙」167頁",
  ],
  [
    "君勉めよ。天国の途、花の山のごとし。苦辛何ぞ恐れん。艱嶮何ぞ憂うるに足らん。",
    "柏木義円宛書簡　一八八四年(明治十七年)一月二十日　「新島襄の手紙」186頁",
  ],
  [
    "願クハ御互ニ義務負担的動物として一生を了したきものニ有之候",
    "新井毫宛書簡　一八八九年（明治二十二年）四月二十日　「新島襄全集４」100頁",
  ],
  [
    "仰願クハ益千里之志を養ひ、我カ邦家を救ふ之大計を立賜へ",
    "古賀鶴次郎宛書簡　一八八九年（明治二十二年）十一月二日　「新島襄全集４」232頁",
  ],
  [
    "一箇人の改良、社会の改良、政事上の改良、その他百般の改良を熱望して止まざる所以なり。",
    "大隈重信宛書簡　一八八八年（明治二十一年）七月十日　「新島襄の手紙」244頁",
  ],
  [
    "私たちの学校をもっとも魅力的なものにするためには、ほかの学校に遅れをとらないこと、それどころかさらに先を行くことが、絶対に必要です。",
    "アルフィーアス・ハーディー宛書簡一八七九年（明治十二年）九月四日　「新島襄の手紙」154頁",
  ],
  [
    "兄ヲ賞讃スル者ノミヲ以テ兄ノ良友ト認ム勿レ",
    "徳富猪一郎宛書簡　一八八〇年（明治十三年）九月二十一日　「新島襄全集3」187頁",
  ],
  [
    "決して御失望あるべからず、失望ハ失敗之基たるべし",
    "松尾音次郎宛書簡　一八八九（明治二十二年）八月二十二日　「新島襄全集4」194頁",
  ],
  [
    "私は自身がますます救い主に捉えられているのを実感します。主のご用のために働かなければ、幸せにはなれません。",
    "ハーディー夫人宛書簡　一八七二年（明治五年）十二月十六日　「新島襄の手紙」93頁",
  ],
  [
    "蟻ノ巣ニ近寄リ、静ニ蟻カ何ヲ為スヤヲ実験シ賜へ、一疋ノ蟻ニシテ怠惰ニヨリ休息スルヲ見サルヘシ",
    "一八八二年（明治十五年）十月二十八日　蟻之説より　「新島襄全集１」403頁",
  ],

  [
    "全国教育ハ重(お)モニ機械的ノ教育ニ流レ、多クハ自己ノ糊口ヲ計テ全国改進ノ為己ヲ犠牲トナスモノ幾人カアル",
    "一八八七年（明治二十年）一月二日　同志社教会説教より　「新島襄全集2」236頁",
  ],

  [
    "尚抱壮図迎此春",
    "一八九〇年（明治二十三年）一月一日　元旦に詠んだ漢詩より　「新島襄全集5」407頁",
  ],
  [
    "一箇人の改良、社会の改良、政事上の改良、その他百般の改良を熱望して止まざる所以なり。",
    "一八八八年（明治二十一年）七月十日　大隈重信宛書簡　「新島襄の手紙」244頁",
  ],

  [
    "一自由教育、自治教会、両者併行、国家万歳",
    "一八八九年（明治二十二年）十一月二十三日　横田安止三宛書簡　「新島襄の手紙」301頁",
  ],

  [
    "魂ノ終局ニ達スルニハ、日々ノ洗濯ヲ要ス、修行ヲ要ス。",
    "一八八二年（明治十五年）十月二十二日　大阪浪花教会説教より　「新島襄全集2」21頁",
  ],

  [
    "耶蘇教ハ何ソト人問ハレタレハ答テ曰ハン、愛以貫之",
    "一八八六年（明治十九年）五月三十日　仙台教会（仙台押川君ノ教会での説教より）　「新島襄全集2」178頁",
  ],

  ["死ニ赴クハ安シ　心ノ戦ニ勝ハ難シ", "一八八〇年（明治十三年）十月　於福岡　「新島襄全集2」28頁"],

  [
    "自己ニ対スルノ義務 我カ権利ヲ保全スヘキ事 我需要ヲ充タス事 我能力ヲ全スル事 他人ニ善ヲ尽ス事",
    "「新島襄全集1」341頁",
  ],

  [
    "愛ハ社会ノ基ナリ　キリストノ愛　夫婦親子朋友ノ間真ノ愛起ル",
    "（期日・場所、不詳）　「新島襄全集2」461頁",
  ],

  [
    "誰カ余之志を継き此事業を成就セしむるあるへし",
    "一八八九年（明治二十二年）十二月十日　新井亳宛書簡より　「新島襄全集4」262頁",
  ],

  [
    "諸君や必や神妙の巧手に導かるるならん",
    "一八八四年（明治十七年）六月二十七日　イタリアから同志社普通神学両課卒業生に宛てた手紙より",
  ],
  ["自由ノ律ニ随テ初テ自由ノ人トナリ、文明ノ民トナル也", "「新島襄全集1」347頁"],

  ["愛国ノ精神ト基督ノ愛ト、何ノ齟齬スル所アルヤ", "「新島襄全集2」59頁"],

  ["人心之改革なくして物質上之改革なんする者そ", "「新島襄全集3」463頁"],

  ["良心ノ指図ニ順フベシ、敬テ天ノ命スル所ニ順フベシ", "「新島襄全集1」451頁"],

  [
    "同志社は隆なるニ従ひ機械的ニ流るゝの恐れあり切に之を戒慎す可き事",
    "遺言　「新島襄全集4」403頁",
  ],

  [
    "立憲政体を維持するハ、知識あり、品行あり、自から立ち、自から治むるの人民たらざれば能はず",
    "「新島襄全集1」140頁",
  ],

  ["文明之形出来ル　其精神ヲ要ス　宗教ハ其精神", "「新島襄全集2」428頁"],

  [
    "将来日本第二の維新　日本心霊上の維新は又た吾人青年の手にあるものなり",
    "「夏期学校に対する感情」　「新島襄全集2」419頁＝「新島襄教育宗教論集」118頁",
  ],
  [
    "大学は文化の源と、否一国の基と申して苦しからず",
    "「明治21年4月12日  京都知恩院に於いての演説」から　同志社編 『新島襄 教育宗教論集』岩波文庫、55ページ",
  ],

  [
    "教育の目的は、智徳併行にして人物養成の一点に止まれり。人才養成にあらず、人物養成の意なり。",
    "「新島襄の手紙」247頁",
  ],

  [
    "大学は智識の養成場なり、宇宙原理の講究所なり、学問の仕上げ場なり",
    "明治21年4月12日　京都知恩院に於いての演説　『新島襄教育宗教論集』、54ページ",
  ],

  ["貴君敗鼓ノ皮迄モ決シテ捨テ賜フ勿レ", "1890年1月16日付　横田安止宛書簡　『新島襄全集4』347頁"],

  [
    "我輩の指す所は基督教主義すなわち知徳併行の教育なり",
    "「梅花女学校における女子教育」から　同志社編 『新島襄 教育宗教論集』岩波文庫、135ページ",
  ],

  ["抗概悲奮の士となるは易し。沈思遠謀の人となる、難し。", "「新島襄の手紙」299頁"],

  [
    "宗教と教育が並行せざれば、真に学校を成す能わず",
    "同志社礼拝堂定礎式における式辞　1885.12.18 『新島襄教育宗教論集』109ページ",
  ],

  [
    "教育の力、若しその宜しきを得ば、よく人智をして発達せしむる",
    "『新島襄 教育宗教論集』 272～3ページ",
  ],
  [
    "一国を維持するは、決して二、三、英雄の力にあらず。実に一国を組織する教育あり、智識あり、品行ある人民の力に拠らざるべからず。",
    "「同志社大学設立の旨意」",
  ],

  ["天より賦与するところの力を竭くして一生を終わらん（と欲するのみ）", "『新島襄の手紙』167頁"],

  ["我が大学の門戸は広く開らけ、我が大学の空気は自由なり。", "『新島襄 教育宗教論集』 66頁"],

  [
    "苟も真正の文化を興隆せんと欲せば、須らく人智を開発せざるべからず",
    "「同志社設立の始末」 『新島襄 教育宗教論集』 50頁",
  ],

  ["人生百事意のごとくならず 成業ひとえに忍と勉とに因る", "『新島襄の手紙』199頁"],

  [
    "一人ノ衰頽ハ一国ノ衰頽ニ関リ、其一人ヲ救ニアリ、自由ヲ与ルニアリ",
    "「愛人論」『新島襄全集１』435頁",
  ],

  [
    "我が同志社は特に徳育を重んずるが故に、学生の品行を方正にし、その精神を陶冶するに最も勢力ある基督教を以てこれが基本となすなり。",
    "「同志社大学設立の大意」『新島襄 教育宗教論集』 66頁",
  ],

  [
    "天地の主宰の大意は愛人なり。人その意を敬み人を愛すべし。",
    "『新島襄 教育宗教論集』 295頁7行目",
  ],
  [
    "苟（いやしく）も真正の文化を興隆せんと欲せば、須（すべか）らく人智を開発せざるべからず。",
    "「同志社大学設立の始末」『新島襄 教育宗教論集』、50ページ",
  ],

  ["真理之囚人コソ真ニ自由ノ人ナレ。", "新島襄全集２ 451頁"],

  [
    "宗教ナケレハ自由モエス、財産ヲモ散シ、易ニ知識ヲモ進ムル能ワス。",
    "「文明ノ元素」『新島襄全集１』392頁",
  ],

  ["日に新たならねばならず。日々真に進まねばならぬ。", "『新島襄 教育宗教論集』岩波文庫、175頁"],

  [
    "人生の幸いは、己れ自ら幸福を得るにあらず。位台を究むるにあらず。富、巨万を量らむにあらず。",
    "『新島襄 教育宗教論集』岩波文庫、202頁",
  ],

  ["愛ハ真理ノ基礎ナリ。", "新島襄全集２ 327頁"],

  [
    "ナゼニ大学ヲ要スルカと申セバ、大学ハ知識ノ養成場ナリ、宇宙原理ノ講究所ナリ、学問ノ仕上ケ場ナリト答ヘマスル。",
    "「私立大学ヲ設立スルノ旨意、京都府民ニ告ク」『新島襄全集１』123頁",
  ],

  [
    "我が校をして深山大沢のごとくになし、小魚も生長せしめ、大魚も自在に発育せしめ(ん事)。",
    "『新島襄の手紙』岩波文庫、2006年、316頁",
  ],
  [
    "敗鼓の皮まで、、、、、、捨てざる国手の尤も注意すべきところなり。",
    "『新島襄の手紙』岩波文庫、317頁",
  ],

  [
    "私たちの学校をもっとも魅力的なものにするためには、ほかの学校に遅れをとらないこと、それどころかさらに先を行くことが、絶対に必要です。",
    "『新島襄の手紙』岩波文庫、154頁",
  ],

  [
    "大学は文化の源と、否一国の基と申して苦しからず。",
    "「明治21年4月12日 京都知恩院に於いての演説」『新島襄 教育宗教論集』岩波文庫、55ページ",
  ],

  ["今にして学ばずんば時を失わんことを恐る。", "『新島襄の手紙』岩波文庫、20頁"],

  [
    "一人一人を愛するの説は大いに愛国よりは狭きに似たれども、人を愛するは、一国に限らず世界の人をも人と見なしてこれを愛せば、決して区域の狭き者にあらず。",
    "『新島襄教育宗教論集』岩波文庫、298頁",
  ],

  [
    "常に誠実、かつ真実であれ。大胆に自信をもって発言、行動せよ。",
    "同志社編『新島襄自伝』366ページ",
  ],

  [
    "教育の目的は、智徳併行にして人物養成の一点に止まれり。人才養成にあらず、人物養成の意なり。",
    "『新島襄の手紙』岩波文庫、247頁",
  ],

  ["最も辛い時にこそ、神は寄り添い給う。（原文英語）", "『新島襄全集４』194頁"],
  [
    "ただただ我が良心を真理に照準して使用し、天より賦与するところの力を竭くして一生を終わらんと欲するのみ。",
    "同志社編『新島襄の手紙』岩波文庫 167頁",
  ],

  [
    "隣人に善をなす機会を見つけたなら、それを逃さない。明日まで延ばさないで、ただちにそれをせよ。なぜなら、その機会は二度と返ってこないからである。",
    "同志社編『新島襄自伝』岩波文庫 373頁",
  ],

  ["我が大学の門戸は広く開らけ、我が大学の空気は自由なり。", "『新島襄 教育宗教論集』 66頁"],

  ["社員たるものハ生徒ヲ鄭重ニ取扱ふ可き事", "「新島襄の遺言」(1890年1月21日)"],

  ["愛国ノ精神ト基督ノ愛ト、何ノ齟齬スル所アルヤ", "『新島襄全集2』59頁"],

  [
    "大学の目的は、一時の急・に応ずる位の事にあらず。また小生等一代の仕事にあらず。累代、志をつぎ、他年、盛大なる大学に至らしむるの目的。",
    "同志社編『新島襄の手紙』岩波文庫 277頁",
  ],

  [
    "立憲政体を維持するハ、智識あり、品行あり、自から立ち、自から治むるの人民たらざれば能はず。",
    "『新島襄全集1』140頁",
  ],

  [
    "貴兄よ、願わくば心を虚しくして、天父の誘導を仰ぎ賜え。",
    "同志社編『新島襄の手紙』岩波文庫 206頁",
  ],
  ["宗教と教育が並行せざれば、真に学校を成す能わず。", "同志社編『新島襄 教育宗教論集』109頁"],

  [
    "諸君よ、人一人は大切なり。一人は、大切なり。",
    "同志社編 『新島襄 教育宗教論集』 岩波文庫 112頁",
  ],

  [
    "教育の法方は実用に立つ人間を養成す、以謂芸術が入用なり。然し重なるものを占むるは人物が本になる。",
    "同志社編 『新島襄 教育宗教論集』 岩波文庫 120頁",
  ],

  [
    "自由の内自ら(おのずから)秩序を得、不羈の内自ら(おのずから)裁制あ(るがごとき人物を教養する)。",
    "同志社編 『新島襄 教育宗教論集』 岩波文庫 29-30頁",
  ],

  [
    "抑も教育は、宗教と密接の関係ある者にして、教育の基本は宗教にあり、と謂うべし。",
    "同志社編 『新島襄 教育宗教論集』 岩波文庫 108頁",
  ],

  [
    "この世にあっては、目的を持て。その目的のために働こう。目的のない人は、命のない人だ。",
    "同志社編『新島襄自伝』岩波文庫 382頁",
  ],

  [
    "教育の道、一度び失せばこれを挽回する決して容易ならず。",
    "同志社編 『新島襄 教育宗教論集』 岩波文庫 273頁",
  ],

  [
    "同志社に於ては倜儻不羈なる書生を圧束せず務めて其の本性に従い之を順導(す可き事)。",
    "『新島襄全集4』403頁「新島襄の遺言」(1890年1月21日)",
  ],
  [
    "米人言わずや、時晷これ金銭と。襄はすなわち謂う、時晷は金銭より貴しと。",
    "同志社編 『新島襄の手紙』岩波文庫 135頁",
  ],

  [
    "その徳性を涵養し、その品行を高尚ならしめ、その精神を正大ならしめんことを勉め（る）。",
    "同志社編 『新島襄 教育宗教論集』岩波文庫 21頁",
  ],

  ["大学は智識の源泉にして文明の基礎なり。", "同志社編 『新島襄 教育宗教論集』岩波文庫 64頁"],

  ["進め進め好男児、決して退歩の策をなす勿れ。", "同志社編 『新島襄の手紙』岩波文庫 208頁"],

  ["大学の目的は、一時の急に応ずる位の事にあらず。", "同志社編 『新島襄の手紙』岩波文庫 277頁"],

  [
    "抑(そもそ)も教育は、宗教と密接の関係ある者にして、教育の基本は宗教にあり、と謂(い)うべし。",
    "同志社編 『新島襄 教育宗教論集』岩波文庫 108頁",
  ],

  [
    "些少の情実のため我が子孫千百年の自由を売却すべからず。",
    "同志社編 『新島襄の手紙』岩波文庫 224頁",
  ],

  [
    "教育と云うものは、年若きもので、人の薫陶により往きおるものを云うなり。",
    "同志社編 『新島襄 教育宗教論集』岩波文庫 122頁",
  ],
  ["決して名利に汲々たる軽薄児の轍を踏み賜ふなかれ。", "同志社編 『新島襄書簡集』 岩波文庫 254頁"],

  [
    "我輩(われら)誤つて大人豪傑たらば、他年成長の望なし。",
    "同志社編 『新島襄書簡集』 岩波文庫 200頁",
  ],

  ["貴君、敗鼓の皮迄も、決して捨て賜ふ勿れ。", "同志社編 『新島襄書簡集』 岩波文庫 274頁"],

  [
    "工業なり、商法なり、財産なり、自由なり、学術なり、民権なり、総べてその人の有する所たるべし。",
    "同志社編 『新島襄書簡集』 岩波文庫 162頁",
  ],

  ["大器晩成、学を修する豈に今日に限らん。", "同志社編 『新島襄書簡集』 岩波文庫 146頁"],

  [
    "労働は人生の良薬なり。苦難は青年の業を成すの階梯なり。",
    "同志社編 『新島襄書簡集』 岩波文庫 195頁",
  ],

  [
    "利己主義の学問は唯だ己一人を利するにあり。豈に永く国家を利し得んや。",
    "同志社編 『新島襄書簡集』 岩波文庫 153頁",
  ],

  ["時論は変換の憂なき能はず。高徳は万古不易なり。", "同志社編 『新島襄書簡集』 岩波文庫 279頁"],
  [
    "余り天下の大事に対し無頓着なるは決して取るべき所に非らず。",
    "同志社編 『新島襄書簡集』 岩波文庫 249頁",
  ],
  [
    "文明の形、出来る　その精神を要す　宗教はその精神",
    "同志社編 『新島襄教育宗教論集』 岩波文庫 306頁",
  ],
  [
    "信仰を以て学校の基礎となし、学術を以て左右の翼と為し、弥ゝ振ひ弥ゝ勉め",
    "同志社編 『新島襄書簡集』 岩波文庫 182頁",
  ],
  [
    "成程学問のみに走らせ、信仰の道その脳中に働かざれば、学問はあぶない。",
    "同志社編 『新島襄教育宗教論集』 岩波文庫 243頁",
  ],
  [
    "坐して人の助けを受くるよりも、労して自らを助くるの貴きに如かず。",
    "同志社編 『新島襄書簡集』 岩波文庫 195-196頁",
  ],
  [
    "殖産のみを主とすれば、利のみに趨るの憂いあり。",
    "同志社編 『新島襄教育宗教論集』 岩波文庫 293頁",
  ],
  ["教育と宗教を併行せしむるにあり。", "同志社編 『新島襄教育宗教論集』 岩波文庫 301頁"],
  ["人労して初めて黄金の貴きを知る。", "同志社編 『新島襄書簡集』 岩波文庫 195頁"],
  [
    "愛国は名利を射り、私欲を満たし、糊口の道具となすが如き卑賤の者にあらず",
    "同志社編 『新島襄教育宗教論集』 岩波文庫 291頁",
  ],
  [
    "予は望む。我輩の自由主義は我が国一般の自由を存し、自治の精神を養う「泉」となるべき事を",
    "同志社編 『新島襄教育宗教論集』 岩波文庫 262頁",
  ],
  [
    "人を愛するは、一国に限らず世界の人をも人と見なしてこれを愛せば、決して区域の狭き者にあらず",
    "同志社編 『新島襄教育宗教論集』 岩波文庫 298頁",
  ],
  [
    "学問にのみ頼み、また誇るからあぶない。学問を主の為に用ゆ、豈あぶない事あらんや",
    "同志社編 『新島襄教育宗教論集』 岩波文庫 243頁",
  ],
  ["自由を得るも又これを我儘に用ゆるの憂いあり", "同志社編 『新島襄教育宗教論集』 岩波文庫 293頁"],
  [
    "兄弟よ、吾人の喜ぶ所の自由は、古来英米の信徒が熱血をそそぎ、買い得たる自由なり",
    "同志社編 『新島襄教育宗教論集』 岩波文庫 262頁",
  ],
  [
    "諸君よ、我は諸君より先生、先生と曰わるるを悲しむ",
    "同志社編 『新島襄教育宗教論集』 岩波文庫 116頁",
  ],
  [
    "吾人は信ず、仮令有識多能なる人物と雖も、若しその心術の正しからざるに於ては、国家を益するの甚だ少なきことを",
    "同志社編 『新島襄教育宗教論集』 岩波文庫 66頁",
  ],
  [
    "日夜焦思苦心、将来の青年を薫陶し、新日本構造の良材を培養せんと計るは他なし",
    "同志社編 『新島襄書簡集』 岩波文庫 223頁",
  ],
  [
    "社会の安寧を保全せんと欲せば、必ず真正の教育に依らざるべからず",
    "同志社編 『新島襄書簡集』 岩波文庫 285頁",
  ],
  ["余は平生敵を作らざるを期す", "同志社編『新島襄自伝　手記・紀行文・日記』 岩波文庫 402頁"],
  ["生は満天下、沈思遠謀の人に乏しきを甚だ遺憾とす", "同志社編 『新島襄書簡集』 岩波文庫 255頁"],
  [
    "兎に角校中に元気は、盛んに相振ひ候様切望致し居り候",
    "同志社編 『新島襄書簡集』 岩波文庫 273頁",
  ],
  [
    "人生事を為すや、只々学問の博きによらず。一片不撓の鉄腸を練磨するにあり",
    "同志社編 『新島襄書簡集』 岩波文庫 196頁",
  ],
  [
    "小生畢生の目的は、自由教育・自治教会・両者併行国家万歳",
    "同志社編 『新島襄書簡集』 岩波文庫 257頁",
  ],
  [
    "過を知りて之を改めず、非を見て之を蓋ふは、生の最も慚づる所",
    "同志社編 『新島襄書簡集』 岩波文庫 278頁",
  ],
  ["智識、財産、自由、良心の働きを養生する事", "同志社編『新島襄 教育宗教論集』岩波文庫 283頁"],
  ["人心の改革なくして物質上の改革なんするものぞ", "同志社編『新島襄の手紙』岩波文庫 206頁"],
  [
    "人、近きを見るに切にして、遠きを見るに切ならず",
    "同志社編『新島襄 教育宗教論集』岩波文庫 173頁",
  ],
  ["神は怒るに遅く、恵みに満ちた方であります", "同志社編『新島襄 教育宗教論集』岩波文庫 149頁"],
  [
    "魂の終局に達するには、日々の洗濯を要す。修行を要す",
    "同志社編『新島襄 教育宗教論集』岩波文庫 175頁",
  ],
  [
    "己れを愛するごとく人を愛せば、真に基督の意に叶うものでござります",
    "同志社編『新島襄 教育宗教論集』岩波文庫 128-9頁",
  ],
  [
    "山間の水流、漸々の働き、克く渓流を為す。時あり",
    "同志社編『新島襄 教育宗教論集』岩波文庫 179頁",
  ],
  [
    "この道を伝えざれば、人これを聞くを得ず。聞くを得ざれば、人これを信ずるを得ず。信ぜざれば人救わるる事を得ず",
    "同志社編『新島襄 教育宗教論集』岩波文庫 239頁",
  ],
  ["人の偉大さは学識だけでなく、私心のなさに現れる。", "同志社編『新島襄自伝』岩波書店 374頁"],
  [
    "人生の幸いは、己れ自ら幸福を得るにあらず。真道に歩み、身真道に委ね、真道を以て他人を益するにあり。",
    "同志社編『新島襄 教育宗教論集』岩波書店 202頁",
  ],
  [
    "傷める葦を折ることなく、煙れる麻を熄すことなし 騶虞は折らずに生草の茎",
    "同志社編『新島襄の手紙』岩波書店 279頁",
  ],
  [
    "教育のごときは、基督教と分離すべからざるものにして、文明の車の両輪なり。",
    "同志社編『新島襄 教育宗教論集』岩波書店 135頁",
  ],
  [
    "愛は忍び、愛は許すものにして、柔弱無力のものに見ゆるも、天下何人か愛に敵するものぞ。",
    "同志社編『新島襄 教育宗教論集』岩波書店 179頁",
  ],
  [
    "磨く前のダイヤモンドのようであれ。内に輝くものがあれば、荒削りの見かけは決して気にするな。",
    "同志社編『新島襄自伝』岩波書店 377頁",
  ],
  [
    "ただただ我が良心を真理に照準して使用し、天より賦与するところの力を竭くして一生を終わらんと欲するのみ。",
    "同志社編『新島襄の手紙』岩波書店 167頁",
  ],
  [
    "この暗濁の塵寰をして真の安楽の境界とならしめんと欲す。これ襄平生の志願なり。",
    "同志社編『新島襄の手紙』岩波書店 134頁",
  ],
  [
    "この礼拝堂は、わが同志社の基礎となり、また、精神となる者なればなり",
    "同志社編『新島襄　教育宗教論集』岩波文庫 109頁",
  ],
  [
    "人生の幸いは、己れ自ら幸福を得るにあらず。真道に歩み、身真道に委ね、真道を以て他人を益するにあり",
    "同志社編『新島襄　教育宗教論集』岩波文庫 202頁",
  ],
  ["自由の精神を養成するは、恐らくは私塾に優らざるべし", "同志社編『新島襄自伝』岩波文庫 194頁"],
  [
    "知徳并行ノ主義二基キ教育ノ業ヲ挙クルヲ以テ本社ノ目的トス",
    "「同志社通則」第壱章 綱領 第一条 1888年 『同志社百年史』資料編一 121頁",
  ],
  ["人の偉大さは学識だけでなく、私心のなさに現れる", "同志社編『新島襄自伝』岩波文庫 374頁"],
  [
    "深山大沢龍蛇を生ずと申して之を深山大沢となし器量の大、志操の高、目的の大なる人物を養成致し度きものなり",
    "『新島襄全集１』 151頁",
  ],
  [
    "「耶蘇教は何ぞ」と人、問われたれば、答えて曰わん、「愛以てこれを貫く」",
    "同志社編『新島襄　教育宗教論集』岩波文庫 177頁",
  ],
  [
    "私たちも自己を忘れ、真と善の大義のために、自分を惜しげもなく差し出そう",
    "同志社編『新島襄自伝』岩波文庫 374頁",
  ],
  [
    "基督教主義を以て徳育の基本と為せり。吾人が世の教育家とその趨（おもむき）を異にしたるもここに在り",
    "「同志社大学設立の旨意」1888年、同志社編『新島襄　教育宗教論集』岩波文庫 22頁",
  ],
  [
    "我が同志社を以て、将来小玩器の製造場とならざる様、生徒諸士にも精々御注意これ有り度く候",
    "同志社編『新島襄書簡集』岩波文庫 249頁",
  ],
  [
    "智識、財産、自由、良心の働きを養生する事。この内一も欠くべからざる事、恰 も卓の四脚あるが如し",
    "同志社編『新島襄　教育宗教論集』岩波文庫 283頁",
  ],
  [
    "海陸軍を増すは弥（いよいよ）末の浅論なり",
    "「地方教育論」、1882年 『新島襄教育宗教論集』岩波文庫 86頁",
  ],
  [
    "教育の目的は、智徳併行にして人物養成の一点に止まれり。人才養成にあらず、人物養成の意なり",
    "「徳富猪一郎宛」手紙、1888年 同志社編『新島襄の手紙』岩波文庫 247頁",
  ],
  [
    "我が校をして深山大沢のごとくになし、小魚も生長せしめ、大魚も自在に発育せしめ",
    "同志社編『新島襄の手紙』岩波文庫 316頁",
  ],
  [
    "無神論の学風、浮薄淫乱の風俗、無神の民権、無神の自由、淫猥の新聞、雑誌、我が国中に蔓延して、壱個人より我が社会を蚕食せんとす",
    "「義人の祈り」1881年、同志社編『新島襄　教育宗教論集』岩波文庫 164頁",
  ],
  [
    "一国を維持するは、決して二、三、英雄の力にあらず。実に一国を組織する教育あり、智識あり、品行ある人民の力に拠らざるべからず",
    "「同志社大学設立の旨意」1888年、同志社編『新島襄　教育宗教論集』岩波文庫 32頁",
  ],
];
