export const images: string[] = [
  "sample1.jpg",
  "sample2.jpg",
  "sample3.jpg",
  "sample4.jpg",
  "sample5.jpg",
  "sample6.jpg",
  "sample7.jpg",
  // "sample8.jpg",
  // "sample9.jpg",
];

export const messages: string[] = [
  "人生の幸いは、己れ自ら幸福を得るにあらず。真道に歩み、身真道に委ね、真道を以て他人を益するにあり",
  "山間の水流、漸々の働き、克く渓流を為す。時あり",
  "この礼拝堂は、わが同志社の基礎となり、また、精神となる者なればなり",
  "この暗濁の塵寰をして真の安楽の境界とならしめんと欲す。これ襄平生の志願なり。",
  "ただただ我が良心を真理に照準して使用し、天より賦与するところの力を竭くして一生を終わらんと欲するのみ。",
  "磨く前のダイヤモンドのようであれ。内に輝くものがあれば、荒削りの見かけは決して気にするな。",
  "愛は忍び、愛は許すものにして、柔弱無力のものに見ゆるも、天下何人か愛に敵するものぞ。",
  "教育のごときは、基督教と分離すべからざるものにして、文明の車の両輪なり。",
  "傷める葦を折ることなく、煙れる麻を熄すことなし　騶虞は折らずに生草の茎",
  "この道を伝えざれば、人これを聞くを得ず。聞くを得ざれば、人これを信ずるを得ず。信ぜざれば人救わるる事を得ず",
];
