export const images: string[] = [
  "photo1.jpg",
  "photo2.jpg",
  "photo3.jpg",
  "photo4.jpg",
  "photo5.jpg",
  "photo6.jpg",
  "photo7.jpg",
  "photo8.jpg",
  "photo9.jpg",
  "photo10.jpg",
  "photo11.jpg",
  "photo12.jpg",
  "photo13.jpg",
  "photo14.jpg",
];

export const imagelength: number = 252;

export const messages: string[][] = [
  [
    "信仰を以て学校の基礎となし、学術を以て左右の翼と為し・・・",
    "[新島八重宛書簡　一八八四年(明治十七年)　十月三十一日]　「新島襄の手紙」244頁",
  ],
  ["岩上ノ上ニ兀立スル灯台ノ如クナルヘシ", "「新島襄全集2」105頁"],
  [
    "私たちの学校をもっとも魅力的なものにするためには、ほかの学校に遅れをとらないこと、それどころかさらに先を行くことが、絶対に必要です。",
    "アルフィーアス・ハーディー宛書簡一八七九年（明治十二年）九月四日　「新島襄の手紙」154頁",
  ],
  [
    "兄ヲ賞讃スル者ノミヲ以テ兄ノ良友ト認ム勿レ",
    "徳富猪一郎宛書簡　一八八〇年（明治十三年）九月二十一日　「新島襄全集3」187頁",
  ],
  [
    "決して御失望あるべからず、失望ハ失敗之基たるべし",
    "松尾音次郎宛書簡　一八八九（明治二十二年）八月二十二日　「新島襄全集4」194頁",
  ],
  // "山間の水流、漸々の働き、克く渓流を為す。時あり",
  // "この礼拝堂は、わが同志社の基礎となり、また、精神となる者なればなり",
  // "この暗濁の塵寰をして真の安楽の境界とならしめんと欲す。これ襄平生の志願なり。",
  // "ただただ我が良心を真理に照準して使用し、天より賦与するところの力を竭くして一生を終わらんと欲するのみ。",
  // "磨く前のダイヤモンドのようであれ。内に輝くものがあれば、荒削りの見かけは決して気にするな。",
  // "愛は忍び、愛は許すものにして、柔弱無力のものに見ゆるも、天下何人か愛に敵するものぞ。",
  // "教育のごときは、基督教と分離すべからざるものにして、文明の車の両輪なり。",
  // "傷める葦を折ることなく、煙れる麻を熄すことなし　騶虞は折らずに生草の茎",
  // "この道を伝えざれば、人これを聞くを得ず。聞くを得ざれば、人これを信ずるを得ず。信ぜざれば人救わるる事を得ず",
];
